[Version]
7.7

[Main]	
Item0000=ขอต้อนรับสู่ HP Recovery Manager ใช้เครื่องมือนี้ทำการสำรองข้อมูลในคอมพิวเตอร์และทำให้คอมพิวเตอร์ทำงานได้ หากว่าคอมพิวเตอร์หยุดทำงานตามปกติ
Item0001=ฉันต้องการความช่วยเหลือเร่งด่วน
Item0002=ฉันต้องการบำรุงรักษาระบบ
Item0003=ฉันต้องการติดต่อฝ่ายบริการของ HP
Item0004=ฉันต้องการเตรียมตัวด้านความปลอดภัย
Item0005=การคืนค่าระบบ Windows
Item0006=คืนค่าระบบกลับไปสู่วันก่อนหน้า
Item0007=Windows Recovery Environment
Item0008=รีบูตและป้อน Windows Recovery Environment เพื่อรีเฟรชอิมเมจหรือคืนค่าระบบกลับสู่สถานะดั้งเดิมจากโรงงาน
Item0009=การสำรองไฟล์
Item0010=สำรองข้อมูลส่วนตัวของคุณ
Item0011=การกู้คืนอิมเมจที่ย่อเล็กสุด
Item0012=คืนค่าระบบปฏิบัติการ ไดรฟ์เวอร์ และซอฟต์แวร์ที่เลือกเท่านั้น (อิมเมจสะอาด)
Item0013=ทำการตรวจสอบคอมพิวเตอร์
Item0014=ใช้เครื่องมือวินิจฉัยฮาร์ดแวร์เพื่อวินิจฉัยหน่วยความจำของคอมพิวเตอร์ HD และอื่นๆ…
Item0015=การสร้างสื่อข้อมูลสำหรับการกู้คืน
Item0016=สร้างชุดสื่อข้อมูลสำหรับการกู้คืนสำหรับระบบของคุณ
Item0017=ลบพาร์ติชันการกู้คืนออก
Item0018=ลบอิมเมจสำรองซอฟต์แวร์ที่ติดตั้งมาจากโรงงานเพื่อเพิ่มเนื้อที่ว่างในฮาร์ดไดรฟ์
Item0019=ตั้งค่ากลับเป็นค่าดั้งเดิม
Item0020=ตั้งค่าคอมพิวเตอร์ใหม่โดยลบข้อมูลในฮาร์ดไดรฟ์ทั้งหมดและคืนค่าสู่สภาพดั้งเดิมจากโรงงาน
Item0021=ทำการบำรุงรักษาคอมพิวเตอร์
Item0022=แก้ไขปัญหา ดาวน์โหลดอัปเดต และเรียนรู้เกี่ยวกับคอมพิวเตอร์ของคุณ
Item0023=ขอรับความช่วยเหลือจาก HP
Item0024=แสดงข้อมูลติดต่อสำหรับฝ่ายสนับสนุนลูกค้า HP
Item0025=แสดงข้อมูลติดต่อ
Item0026=แสดงข้อมูลติดต่อสำหรับฝ่ายสนับสนุนลูกค้า HP
Item0027=ติดตั้งไดรฟ์เวอร์และแอปพลิเคชันใหม่
Item0028=ติดตั้งไดรฟ์เวอร์และ/หรือแอปพลิเคชันใหม่
Item0029=ถูกปิดใช้งาน: พาร์ติชันการกู้คืนได้ถูกลบออก
Item0030=ถูกปิดใช้งาน: โปรดใช้สื่อข้อมูลสำหรับการกู้คืนเพื่อกู้คืนระบบของคุณ
Item0031=ยกเลิกการใช้งานแล้ว: การคืนค่าระบบ Windows ปิดอยู่
Item0032=ถูกปิดใช้งาน: ไม่ได้ติดตั้ง HP Support Assistant ไว้
Item0033=การสำรองและคืนค่า Windows
Item0034=สร้างการสำรองหรือคืนค่าไฟล์จากการสำรองที่มีอยู่
Item0035=สิทธิ์การเข้าใช้งานไม่เพียงพอ
Item0036=HP Recovery Manager ต้องการสิทธิ์ของผู้ดูแลระบบในการทำงาน โปรดเพิ่มการตั้งค่าการควบคุมบัญชีผู้ใช้ (UAC) 	
Item0037=เวอร์ชัน: 00
Item0038=ถูกปิดใช้งาน: ไม่รองรับไดนามิกดิสก์
Item0039=ถูกปิดใช้งาน: ใช้การจัดการดิสก์ Windows
Item0040=ประวัติไฟล์ Windows
Item0041=ต้องการสิทธิ์การเข้าใช้งานพาร์ติชันการกู้คืนสำหรับคุณลักษณะบางอย่าง โปรดเสียบแท็บเล็ตเข้ากับแท่นวางเทียบและเปิด HP Recovery Manager ใหม่เพื่อเปิดใช้งานตัวเลือกเหล่านี้
Item0042=หากต้องการใช้ตัวเลือกนี้ ให้เสียบแท็บเล็ตเข้ากับแท่นวางเทียบและเปิด HP Recovery Manager ใหม่
Item0043=ตัวเลือกการกู้คืนและสำรองไฟล์ต้องมีสิทธิ์การเข้าใช้งานพาร์ติชันการกู้คืนในแท่นวางเทียบ โปรดเสียบแท็บเล็ตเข้ากับแท่นวางเทียบ รีสตาร์ตระบบ แล้วกด F11 เพื่อเปิด HP Recovery Manager ใหม่ คลิก ดำเนินการต่อ เพื่อทำการตรวจสอบคอมพิวเตอร์
Item0044=รีเฟรชระบบ Windows
Item0045=ข้อควรระวัง
Item0046=การสนับสนุน
Item0047=การบำรุงรักษา
Item0048=สร้างสื่อข้อมูลสำหรับการกู้คืน
Item0049=สร้างสื่อข้อมูลสำหรับการกู้คืนสำหรับระบบของคุณ
Item0050=ทำการบำรุงรักษาคอมพิวเตอร์
Item0051=ติดต่อฝ่ายสนับสนุน HP
Item0052=ลบพาร์ติชันการกู้คืนออก
Item0053=สร้างจุดคืนค่าหรือใช้จุดคืนค่าที่คุณได้สร้างก่อนหน้านี้เพื่อคืนค่าระบบของคุณกลับสู่วันที่ก่อนหน้า
Item0054=ประวัติไฟล์ Windows
Item0055=HP Recovery Environment
Item0056=รีสตาร์ตและป้อน HP Recovery Environment เพื่อคืนค่าระบบกลับสู่สถานะดั้งเดิมจากโรงงาน
Item0057=อย่าปลดแท็บเล็ตออกจากแท่นวางเทียบในระหว่างกระบวนการกู้คืนเนื่องจากจะทำให้แท็บเล็ตไม่สามารถบูตได้
Item0058=รีสตาร์ทและเลือก 00 เพื่อคืนค่าระบบ
Item0059=รีเซ็ตระบบ Windows
Item0060=HP Recovery Manager ใช้ได้เฉพาะในโหมดแนวนอนเท่านั้น
Item0061=กรุณาปิด HP Recovery Manager สลับจอแสดงผลเป็นโหมดแนวนอน แล้วเรียกใช้ HP Recovery Manager ใหม่

[General]	
Item0100=ย้อนกลับ
Item0101=ถัดไป
Item0102=ยกเลิก
Item0103=ดำเนินการต่อ
Item0104=เสร็จสิ้น
Item0105=ตกลง
Item0106=คุณต้องการออกจาก HP Recovery Manager?
Item0107=ตรวจสอบให้แน่ใจว่าคอมพิวเตอร์ของคุณเชื่อมต่ออยู่กับอะแดปเตอร์จ่ายไฟหรือไม่เช่นนั้นกระบวนการคืนค่าอาจหยุดชะงัก
Item0108=HP Recovery Manager กำลังทำงานอยู่แล้ว!!
Item0109=รีบูต
Item0110=ปิดเครื่อง
Item0111=ข้อควรระวัง: คอมพิวเตอร์ของคุณกำลังใช้พลังงานจากแบตเตอรี่อยู่ในขณะนี้
Item0112=กระบวนการนี้กำหนดให้ต้องเชื่อมต่อคอมพิวเตอร์กับอะแดปเตอร์จ่ายไฟ
Item0113=เชื่อมต่ออะแดปเตอร์จ่ายไฟของคอมพิวเตอร์ จากนั้นคลิก ตกลง เพื่อดำเนินการต่อ
Item0114=HP Recovery Manager ล้มเหลว รหัสข้อผิดพลาด = 00
Item0115=เรากำลังประสบกับข้อผิดพลาด โปรดลองอีกครั้ง
Item0116=HP Recovery Manager
Item0117=HP Recovery Manager
Item0118=(รหัสข้อผิดพลาด=00)
Item0119=การกำหนดค่าปัจจุบันไม่รองรับการกู้คืน โปรดเปิดใช้งานตัวเลือกอัตราเร่งสำหรับ Intel Smart Response Technology แล้วลองอีกครั้ง
Item0120=Recovery Manager มีไว้สำหรับ Windows 7 และใช้งานร่วมกันกับ Windows 8 ไม่ได้
Item0121=Windows 7 ไม่รองรับ Softpaq นี้  โปรดอัปเกรดระบบเป็น Windows 8 ก่อน
	
[Windows System Restore]
Item0200=การคืนค่าระบบ Windows
Item0201=โปรแกรม HP Recovery Manager จะปิดเพื่อให้ใช้งานการคืนค่าระบบ Windows ได้
Item0202=การคืนค่าระบบ Windows สามารถช่วยแก้ไขปัญหาที่อาจทำให้คอมพิวเตอร์ของคุณทำงานช้าหรือหยุดการตอบสนอง โดยจะไม่ส่งผลต่อเอกสาร รูปภาพ หรือข้อมูลส่วนตัวอื่นๆ ของคุณ
Item0203=หากต้องการเปิดการคืนค่าระบบ Windows โดยอัตโนมัติ คลิก ถัดไป
	       	
[Computer Checkup]	
Item0250=การตรวจสอบคอมพิวเตอร์
Item0251=เปิดการตรวจสอบดิสก์สำหรับพาร์ติชัน Windows
Item0252=เปิดการตรวจสอบดิสก์สำหรับพาร์ติชันการกู้คืน
Item0253=เปิดพร้อมท์คำสั่ง
Item0254=เลือกตัวเลือกเพื่อดำเนินการต่อ จากนั้นคลิก ถัดไป
		
[Remove Recovery Partition]	
Item0300=ลบพาร์ติชันการกู้คืนออก
Item0301=ตัวเลือกปุ่มกดรีเซ็ต Windows และการกู้คืนอิมเมจ HP จะใช้งานไม่ได้หลังลบพาร์ติชันการกู้คืนออก
Item0302=เข้าใจแล้ว ดำเนินการลบพาร์ติชันการกู้คืนออกต่อไป
Item0303=ดำเนินการต่อ
Item0304=การสร้างสื่อข้อมูลสำหรับการกู้คืนยังไม่เสร็จสิ้น ตัวเลือกการสร้างสื่อข้อมูลสำหรับการกู้คืนจะใช้งานไม่ได้หลังลบพาร์ติชันการกู้คืนออก
Item0305=ไปที่ 00 ตอนนี้
Item0306=กำลังลบพาร์ติชันการกู้คืนออก…
Item0307=คลิก ดำเนินการต่อ เพื่อกลับไปยังหน้าจอหลัก
Item0308=หน้าหลัก
Item0309=สร้างสื่อข้อมูลสำหรับการกู้คืน
Item0310=เรากำลังประสบกับข้อผิดพลาดในการลบพาร์ติชันการกู้คืนออก โปรดลองอีกครั้ง
Item0311=พาร์ติชันการกู้คืนได้ถูกลบออกเรียบร้อยแล้ว
Item0312=ตัวเลือกการกู้คืนอิมเมจของ HP จะใช้งานไม่ได้หากมีการลบพาร์ติชันการกู้คืนออกไป
		
[File Restore Program]	
Item0400=การคืนค่าไฟล์
Item0401=ยินดีต้อนรับ
Item0402=การคืนค่าไฟล์ช่วยให้คุณคืนค่าไฟล์ที่คุณได้สำรองไว้ก่อนหน้านี้
Item0403=คลิก ถัดไป เพื่อดำเนินการต่อ
Item0404=คุณต้องการคืนค่าไฟล์ประเภทใด?
Item0405=รูปภาพ
Item0406=ไฟล์เพลงและไฟล์เสียงอื่นๆ
Item0407=วิดีโอและภาพเคลื่อนไหว
Item0408=รายการทีวีที่บันทึกไว้
Item0409=เอกสาร สเปรดชีต และสไลด์นำเสนอ
Item0410=อีเมล รายการโปรดบนอินเทอร์เน็ต และการตั้งค่า
Item0411=อื่นๆ
Item0412=วิธีใช้
Item0413=ไฟล์ของคุณได้ถูกคืนค่าไปยังตำแหน่งต่อไปนี้:
Item0414=ทางลัดไปยังตำแหน่งนี้ได้ถูกวางไว้บนเดสก์ท็อปของคุณแล้ว
Item0415=กำลังดำเนินการคืนค่า
Item0416=ความคืบหน้า: 00%
Item0417=โปรดรอ...
Item0418=ไฟล์ถูกคืนค่าแล้ว
Item0419=การคืนค่าเสร็จเรียบร้อย
Item0420=ปิดโปรแกรมนี้ได้โดยคลิก เสร็จสิ้น
Item0421=พาธของไฟล์ที่คืนค่าบางไฟล์ยาวกว่า 260 อักขระ โปรดดูที่ 00
Item0422=ตกลง
Item0423=คำเตือน
Item0424=การคืนค่าไฟล์กำลังทำงานอยู่แล้ว
Item0425=คุณต้องใช้ระบบ Windows 7 เพื่อเรียกใช้การคืนค่าไฟล์
Item0426=ยกเลิกการคืนค่าไฟล์?
Item0427=การคืนค่าถูกยกเลิก
Item0428=คุณได้ยกเลิกกระบวนการคืนค่า
Item0429=คุณต้องการเก็บแฟ้มสำรองข้อมูลไว้ที่ไหน
Item0430=ดิสก์ภายในเครื่อง
		
[File Backup Program]	
Item0500=การสำรองไฟล์
Item0501=คุณต้องการสำรองไฟล์ประเภทใด?
Item0502=รูปภาพ
Item0503=ไฟล์เพลงและไฟล์เสียงอื่นๆ
Item0504=วิดีโอและภาพเคลื่อนไหว
Item0505=รายการทีวีที่บันทึกไว้
Item0506=เอกสาร สเปรดชีต และสไลด์นำเสนอ
Item0507=อีเมล รายการโปรดบนอินเทอร์เน็ต และการตั้งค่า
Item0508=อื่นๆ
Item0509=วิธีใช้
Item0510=คลิก ถัดไป เพื่อดำเนินการต่อ
Item0511=กำลังสแกน
Item0512=ตัวช่วยสร้างการสำรองไฟล์กำลังสร้างรายการไฟล์ที่จะสำรอง
Item0513=กระบวนการนี้อาจใช้เวลาหลายนาที
Item0514=ความคืบหน้า: 00%
Item0515=โปรดรอ...
Item0516=ขณะนี้ไม่มีเนื้อที่ว่างเพียงพอในพาร์ติชันระบบบนฮาร์ดไดรฟ์สำหรับการจัดเก็บชั่วคราวในระหว่างการบีบอัดข้อมูล
Item0517=คุณต้องเพิ่มเนื้อที่ว่างในพาร์ติชันระบบบนฮาร์ดไดรฟ์เพื่อทำงานนี้ต่อ
Item0518=ตกลง
Item0519=คำเตือน
Item0520=เลือกตัวเลือกเพื่อดำเนินการต่อ จากนั้นคลิก ถัดไป
Item0521=กำลังสร้างการสำรอง
Item0522=กำลังสร้างไฟล์สำรอง
Item0523=กำลังดำเนินการขั้นสุดท้ายกับไฟล์สำรอง
Item0524=ไม่พบไฟล์ตามประเภทไฟล์ที่ผู้ใช้เลือก
Item0525=คุณต้องการบันทึกการสำรองไว้ที่ใด?
Item0526=ขนาดไฟล์ต้นฉบับ:  00
Item0527=ชื่อ
Item0528=ประเภท
Item0529=ขนาดทั้งหมด
Item0530=พื้นที่ว่าง
Item0531=ไม่มีอุปกรณ์ที่พร้อมใช้งานสำหรับการสำรองไฟล์ ตรวจสอบให้แน่ใจว่าได้เชื่อมต่อดิสก์แบบถอดได้ของคุณแล้ว
Item0532=แบบถอดได้
Item0533=การสำรองไฟล์พร้อมแล้ว
Item0534=ไฟล์ของคุณจะถูกบันทึกไปยัง (00)
Item0535=กำลังคัดลอกการสำรอง 
Item0536=ไม่ได้เชื่อมต่อไดรฟ์ปลายทาง
Item0537=การสำรองไฟล์
Item0538=HP Recovery Manager สร้างการสำรองเสร็จเรียบร้อย
Item0539=ยกเลิกการสำรองไฟล์?
Item0540=ยกเลิก
Item0541=การสำรองถูกยกเลิก
Item0542=คุณได้ยกเลิกกระบวนการสำรองเสร็จเรียบร้อยแล้ว
Item0543=คุณได้ยกเลิกกระบวนการสำรอง
Item0544=คุณต้องการดำเนินการต่อกับการกู้คืนระบบหรือไม่?
Item0545=คุณต้องการดำเนินการต่อกับการกู้คืนอิมเมจที่ย่อเล็กสุดหรือไม่?
Item0546=คุณต้องการดำเนินการต่อกับการตั้งค่ากลับเป็นค่าดั้งเดิมหรือไม่?
Item0547=ใช่
Item0548=ไม่ใช่
Item0549=เครื่องเขียนดิสก์
Item0550=ไม่มีอุปกรณ์ที่พร้อมใช้งานสำหรับการสำรองไฟล์ ตรวจสอบให้แน่ใจว่าได้เชื่อมต่อดิสก์แบบถอดได้หรือเครื่องเขียนดิสก์ของคุณแล้ว
Item0551=การสำรองแบบอัตโนมัติ
Item0552=ให้ผู้ใช้เลือกหมวดหมู่การสำรอง (เช่น รูปภาพ) การสำรองจะครอบคลุมประเภทไฟล์ส่วนใหญ่ที่มักใช้โดยหมวดหมู่ ใช้ตัวเลือกนี้ถ้าคุณต้องการวิธีง่ายๆ ในการกำหนดค่าการสำรองของคุณ
Item0553=การสำรองด้วยตัวเอง
Item0554=ให้ผู้ใช้เลือกไฟล์และโฟลเดอร์ที่เจาะจงสำหรับการสำรอง ใช้ตัวเลือกนี้ถ้าคุณต้องการที่จะควบคุมสิ่งที่กำลังสำรองได้อย่างเต็มที่
Item0555=การคัดลอกข้อมูลโดยตรง
Item0556=การคัดลอกข้อมูลโดยตรง ไม่ใช้การบีบอัดและจะไม่คืนค่าไฟล์โดยใช้ HP Recovery Manager หากต้องการเข้าใช้งานไฟล์จากคอมพิวเตอร์เครื่องใดก็ได้เมื่อการสำรองเสร็จสิ้นแล้ว สามารถทำได้โดยเรียกดูไดเรกทอรีของไฟล์การกู้คืนระบบ
Item0557=หากต้องการคืนค่าข้อมูลสู่ระบบดั้งเดิม สามารถทำได้ง่ายๆ ด้วยการคัดลอกและวางไฟล์กลับคืน
Item0558=ใส่แผ่น DVD+R หรือ DVD-R เปล่า แล้วคลิก ถัดไป
Item0559=ความคืบหน้าในการเขียนดิสก์:  00 %
Item0560=ดิสก์ทั้งหมด:  00
Item0561=ดิสก์ปัจจุบัน:  00
Item0562=ใส่ดิสก์
Item0563=ใส่ดิสก์เปล่า
Item0564=ดิสก์ที่ใส่ไม่รองรับใน HP Recovery Manager โปรดใส่แผ่น DVD+R หรือ DVD-R เปล่า (ความจุ 4.7GB)
Item0565=กำลังเตรียมข้อมูล
	
[Recovery Media Creation]	
Item0600=หน้าหลัก
Item0601=สร้างสื่อข้อมูลสำหรับการกู้คืน
Item0602=คุณได้รับอนุญาตให้สร้างสื่อข้อมูลสำหรับการกู้คืน 00 ชุดเท่านั้น
Item0603=ฉันยอมรับ
Item0604=ดำเนินการต่อ
Item0605=โปรดใส่สื่อบันทึกอย่างใดอย่างหนึ่งต่อไปนี้:
Item0606=USB แฟลชไดรฟ์
Item0607=ต้องมีความจุขั้นต่ำ 00GB
Item0608=ดีวีดี
Item0609=ต้องการ 00 แผ่น
Item0610=DVDDL
Item0611=ดำเนินการต่อกับสื่อข้อมูลที่เน้นสีหรือไม่?
Item0612=ใช่
Item0613=ไม่ใช่
Item0614=แฟลชไดร์ฟ USB สำหรับกู้คืนระบบกำลังถูกสร้างขึ้น...
Item0615=เตรียมดิสก์
Item0616=กำลังฟอร์แมต USB แฟลชไดรฟ์
Item0617=คัดลอกอิมเมจ
Item0618=กำลังคัดลอกอิมเมจการกู้คืนระบบลงในแฟลชไดร์ฟ USB...
Item0619=ตรวจสอบดิสก์
Item0620=กำลังตรวจสอบอิมเมจการกู้คืนระบบบนแฟลชไดร์ฟ USB...
Item0621=00 % เสร็จสิ้น
Item0622=ใส่ดิสก์
Item0623=โปรดใส่ดิสก์ 00 เพื่อดำเนินการต่อ คลิก ยกเลิก เพื่อหยุดการสร้างสื่อข้อมูลสำหรับการกู้คืน กระบวนการสร้างสื่อข้อมูลสำหรับการกู้คืนสามารถดำเนินการต่อได้ทุกเวลาโดยเลือกตัวเลือก สร้างสื่อข้อมูลสำหรับการกู้คืน อีกครั้ง
Item0624=เตรียมข้อมูล
Item0625=กำลังสร้างอิมเมจการกู้คืน
Item0626=เขียนข้อมูล
Item0627=กำลังเขียนอิมเมจการกู้คืนไปยังดิสก์
Item0628=ตรวจสอบดิสก์
Item0629=กำลังตรวจสอบอิมเมจการกู้คืนในดิสก์
Item0630=สื่อข้อมูลสำหรับการกู้คืนถูกสร้างขึ้นเมื่อ 00 คุณได้รับอนุญาตให้สร้างสื่อข้อมูลสำหรับการกู้คืนหนึ่งชุดเท่านั้น
Item0631=คลิก ตกลง เพื่อกลับไปยังหน้าจอหลัก
Item0632=ตกลง
Item0633=การสร้างสื่อข้อมูลสำหรับการกู้คืนยังไม่เสร็จสิ้น กด ดำเนินการต่อ เพื่อทำการสร้างสื่อข้อมูลสำหรับการกู้คืนให้เสร็จสิ้น
Item0634=ยกเลิก
Item0635=โปรดเชื่อมต่ออะแดปเตอร์จ่ายไฟของคอมพิวเตอร์ของคุณ
Item0636=ต้องติดตั้งแบตเตอรี่ไว้แล้วและต้องเชื่อมต่อคอมพิวเตอร์กับอะแดปเตอร์จ่ายไฟเพื่อทำกระบวนการนี้ต่อ
Item0637=โปรดติดตั้งแบตเตอรี่
Item0638=ไม่พบไดรฟ์แบบออปติคัล
Item0639=คุณสามารถเชื่อมต่อไดรฟ์แบบออปติคัลในตอนนี้
Item0640=บลูเรย์ดิสก์
Item0641=การสร้างดิสก์กู้คืน 00 เสร็จสิ้นแล้ว โปรดติดป้ายชื่อดิสก์ 00 และเก็บไว้ในที่ปลอดภัย
Item0642=USB แฟลชไดรฟ์จะได้รับการฟอร์แมต ข้อมูลทั้งหมดใน USB แฟลชไดรฟ์จะสูญหายไป เนื้อที่ว่างทั้งหมดใน USB แฟลชไดรฟ์จะถูกนำมาใช้สำหรับอิมเมจการกู้คืน (แม้ว่าขนาด USB แฟลชไดรฟ์จะใหญ่ว่าขนาดอิมเมจการกู้คืนที่ประมาณไว้ก็ตาม)
Item0643=คลิก ยกเลิก เพื่อกลับสู่การเลือกสื่อข้อมูล หรือ ดำเนินการต่อ เพื่อเริ่มการเตรียมดิสก์
Item0644=โปรดเลือกตัวเลือกสื่อข้อมูลอย่างใดอย่างหนึ่งต่อไปนี้
Item0645=หนึ่ง
Item0646=กำลังวิเคราะห์ฮาร์ดแวร์…
Item0647=กำลังดำเนินการสร้างสื่อข้อมูลสำหรับการกู้คืน ไม่สามารถปิด HP Recovery Manager ได้
Item0648=เรากำลังประสบกับข้อผิดพลาดในการสร้างสื่อข้อมูลสำหรับการกู้คืน โปรดลองอีกครั้ง
Item0649=ความจุของแฟลชไดรฟ์ที่ใส่ไม่เพียงพอ โปรดใส่ไดรฟ์อื่น
Item0650=ไม่รองรับสื่อข้อมูลแบบเขียนซ้ำได้ โปรดใส่ดิสก์ 00 เปล่า
Item0651=ดิสก์ที่ใส่ไม่ว่างเปล่า โปรดใส่ดิสก์ 00 เปล่า
Item0652=ดิสก์การกู้คืน 00 จาก 01 เสร็จสิ้นแล้ว โปรดติดป้ายชื่อดิสก์ 00 จาก 01 และเก็บไว้ในที่ปลอดภัย
Item0653=สร้างดิสก์การกู้คืนเสร็จเรียบร้อย
Item0654=สร้างแฟลชไดรฟ์การกู้คืนเสร็จเรียบร้อย โปรดติดป้ายชื่อดิสก์และเก็บไว้ในที่ปลอดภัย
Item0655=ต้องการดิสก์ 00
Item0656=ไม่รองรับสื่อข้อมูลแบบเขียนซ้ำได้!!
Item0657=ไม่รองรับสื่อข้อมูลที่ใส่!!
Item0658=พาร์ติชันการกู้คืนถูกลบออก - ตัวเลือกการสร้างสื่อข้อมูลสำหรับการกู้คืนใช้งานไม่ได้อีกต่อไป
Item0659=การตรวจสอบดิสก์ล้มเหลว โปรดใช้ดิสก์อื่นและลองอีกครั้ง
Item0660=การเขียนดิสก์ล้มเหลว โปรดใช้ดิสก์อื่นและลองอีกครั้ง
Item0661=ระบบนี้สร้างจากสื่อข้อมูลสำหรับการกู้คืน คุณได้รับอนุญาตให้สร้างสื่อข้อมูลสำหรับการกู้คืนหนึ่งชุดเท่านั้น
Item0662=พาร์ติชันการกู้คืนถูกลบออก
Item0663=เกินขีดจำกัด USB
Item0664=อิมเมจการกู้คืนเกิน 32 GB โปรดใช้สื่อข้อมูลแบบออปติคัล
Item0665=อิมเมจการกู้คืนเกินขีดจำกัดขนาดที่ 32 GB สำหรับ USB แฟลชไดรฟ์ ในการสร้างสื่อข้อมูลสำหรับการกู้คืน คุณจะต้องใช้สื่อข้อมูลแบบออปติคัล (ดีวีดี)
Item0666=โปรดตรวจสอบว่า USB แฟลชไดรฟ์สามารถเก็บข้อมูลได้ 00 GB (สูงสุด 32 GB) 
Item0667=- สร้างดิสก์กู้คืนระบบแผ่นที่ 00 จาก 01 เสร็จสมบูรณ์แล้ว โปรดตั้งชื่อแผ่นดิสก์เป็น "แผ่นที่ 00 จาก 01" และเก็บไว้ในที่ปลอดภัย
Item0668=- โปรดใส่แผ่นดิสก์เพื่อดำเนินการต่อ หรือคลิก ยกเลิก เพื่อหยุดสร้างสื่อการกู้คืนระบบ 
Item0669=- คุณสามารถดำเนินการต่อได้ทุกเมื่อโดยการคลิกที่ตัวเลือก สร้างสื่อการกู้คืนระบบ อีกครั้ง
Item0670=ข้อควรระวัง: แฟลชไดร์ฟ USB ที่เลือกจะถูกฟอร์แม็ต ข้อมูลทั้งหมดในแฟลชไดร์ฟ USB จะหายไป
Item0671=พื้นที่สูงสุด 32 กิกะไบต์บนแฟลชไดรฟ์ USB จะถูกใช้สำหรับอิมเมจการกู้คืนระบบ หากแฟลชไดรฟ์ USB มีขนาดใหญ่กว่า 32 กิกะไบต์ พื้นที่ส่วนเกินดังกล่าวจะใช้งานไม่ได้หลังจากที่สร้างสื่อเพื่อการกู้คืนระบบเสร็จเรียบร้อย
Item0672=คลิก ยกเลิก เพื่อกลับไปเลือกสื่อบันทึกใหม่ หรือ คลิก ดำเนินการต่อ เพื่อเริ่มสร้างสื่อการกู้คืน
Item0673=เลือก 00 เพื่อกลับไปเลือกสื่อบันทึกใหม่ หรือเลือก 01 เพื่อเริ่มสร้างสื่อการกู้คืนระบบ
	
[System Recovery]	
Item0700=คืนค่าคอมพิวเตอร์กลับสู่สถานะดั้งเดิมจากโรงงาน
Item0701=กระบวนการนี้จะติดตั้งอิมเมจดั้งเดิมจากโรงงานในพาร์ติชันระบบใหม่ แต่จะไม่่ทำการเปลี่ยนแปลงอื่นบนฮาร์ดไดรฟ์
Item0702=ไฟล์ที่ผู้ใช้สร้างขึ้นและโปรแกรมทั้งหมดที่ติดตั้งไว้หลังจากซื้อมาจะสูญหาย
Item0703=สำรองไฟล์ของคุณก่อน (แนะนำ)
Item0704=กู้คืนโดยไม่สำรองไฟล์ของคุณ
Item0705=เลือกตัวเลือกเพื่อดำเนินการต่อ จากนั้นคลิก ถัดไป
Item0706=HP Recovery Environment
Item0707=ขอต้อนรับสู่ HP Recovery Manager
Item0708=ใช้โปรแกรมนี้เพื่อกู้คืนคอมพิวเตอร์กลับสู่สถานะดั้งเดิมจากโรงงาน
Item0709=โปรดปลดอุปกรณ์ภายนอกออกทั้งหมดก่อนดำเนินการต่อ
Item0710=สำหรับข้อมูลเพิ่มเติม โปรดดูที่เอกสารประกอบคอมพิวเตอร์ของคุณ
Item0711=คลิก ถัดไป เพื่อดำเนินการต่อ
Item0712=คืนค่าอิมเมจดั้งเดิม
Item0713=กำลังฟอร์แมตพาร์ติชัน Windows ของฮาร์ดไดรฟ์ใหม่
Item0714=กำลังติดตั้งซอฟต์แวร์ดั้งเดิมใหม่
Item0715=ความคืบหน้า:  00 % 
Item0716=เวลาที่เหลืออยู่โดยประมาณ: 00 นาที
Item0717=โปรดรอ...
Item0718=การกู้คืนเสร็จสมบูรณ์
Item0719=หลังจากคอมพิวเตอร์รีสตาร์ตและคุณเสร็จสิ้นการตั้งค่าเริ่มต้นของคอมพิวเตอร์แล้ว คุณต้องทำขั้นตอนสำคัญบางอย่างเพิ่มเติม ดังนี้
Item0720=อัปเดตไฟล์ความปลอดภัยจาก Microsoft และ HP
Item0721=ติดตั้งซอฟต์แวร์ที่ไม่ได้มาพร้อมกับคอมพิวเตอร์ใหม่อีกครั้ง
Item0722=คืนค่าข้อมูลส่วนบุคคลใดๆ ที่คุณอาจได้ทำการสำรอง (ถ้ามี)
Item0723=คลิก เสร็จสิ้น เพื่อรีสตาร์ตคอมพิวเตอร์ตอนนี้
Item0724=การเตรียมการกู้คืน
Item0725=ฮาร์ดไดรฟ์จะถูกฟอร์แมตใหม่ และไฟล์ทั้งหมดที่ต้องการในการคืนค่าอิมเมจดั้งเดิมจะถูกคัดลอกไปยังฮาร์ดไดรฟ์
Item0726=การติดตั้งการกู้คืน
Item0727=ซอฟต์แวร์และไดรฟ์เวอร์ได้รับการติดตั้ง และเนื้อหาจะถูกกำหนดสำหรับคอมพิวเตอร์ของคุณ
Item0728=HP Recovery Manager จะตั้งค่าฮาร์ดไดรฟ์ใหม่ให้กลับเป็นการตั้งค่าจากโรงงาน ข้อมูลผู้ใช้และการเปลี่ยนแปลงบนฮาร์ดไดรฟ์จะสูญหาย
Item0729=ตกลง
Item0730=ยกเลิก
Item0731=การเตรียมการกู้คืนอิมเมจดั้งเดิม
Item0732=กำลังคัดลอกไฟล์ที่ต้องการเพื่อคืนค่าฮาร์ดไดรฟ์
Item0733=การเตรียมการกู้คืนเสร็จสมบูรณ์
Item0734=หลังจากคอมพิวเตอร์รีสตาร์ตแล้ว ระยะการติดตั้งการกู้คืนจะเริ่มขึ้น
Item0735=ซอฟต์แวร์และไดรฟ์เวอร์จะได้รับการติดตั้ง และเนื้อหาจะได้รับการกำหนดสำหรับคอมพิวเตอร์ของคุณ
Item0736=ในระยะนี้ คอมพิวเตอร์จะรีสตาร์ตอัตโนมัติหลายครั้ง ซึ่งเป็นส่วนปกติของกระบวนการ
Item0737=อย่าปิดคอมพิวเตอร์ ปิดฝาปิด ตัดการเชื่อมต่อคอมพิวเตอร์จากอะแดปเตอร์จ่ายไฟ หรือพยายามเข้าใช้งานคอมพิวเตอร์ในระยะเวลานี้
Item0738=คลิก ดำเนินการต่อ เพื่อรีสตาร์ตคอมพิวเตอร์ตอนนี้
Item0739=ใส่ดิสก์สำหรับการกู้คืน #00
Item0740=นำสื่อข้อมูลสำหรับการกู้คืนออกจากระบบ
Item0741=การกู้คืนระบบไม่สามารถทำได้จาก Windows คุณต้องการรีบูตคอมพิวเตอร์และเข้าสู่สภาพแวดล้อมการกู้คืนหรือไม่
Item0742=ดำเนินการต่อ?
Item0743=กำลังเตรียม Recovery Environment…
Item0744=โปรดปิดแอพพลิเคชันทั้งหมดและรีบูตระบบ
Item0745=โปรดปลดอุปกรณ์ภายนอกออกทั้งหมดก่อนดำเนินการต่อ ยกเว้นแป้นพิมพ์ เมาส์ และจอภาพ
Item0746=การกู้คืนระบบไม่สามารถทำได้จาก Windows คุณต้องการรีบูตคอมพิวเตอร์และเข้าสู่สภาพแวดล้อมการกู้คืนหรือไม่
Item0747=กระบวนการกู้คืนมีสองระยะด้วยกัน คือ
Item0748=หน้าหลัก
Item0749=การกู้คืนระบบ
Item0750=ถูกปิดใช้งาน: โปรดใช้ตัวเลือกตั้งค่ากลับเป็นค่าดั้งเดิม เพื่อกู้คืนระบบ
Item0751=ทำให้ระบบของคุณเป็นปัจจุบันด้วยการติดตั้งอัปเดตล่าสุดจาก Microsoft และ HP
Item0752=คุณได้เลือก HP Recovery Environment ระบบจะรีสตาร์ตและเข้าสู่สภาพแวดล้อมการกู้คิน คุณต้องการดำเนินการต่อหรือไม่?
Item0753=หากคอมพิวเตอร์ของคุณมีมากกว่าหนึ่งระบบปฏิบัติการมาตั้งแต่แรก กระบวนการกู้คืนจะตั้งค่าระบบปฏิบัติการทั้งหมดใหม่ให้กลับเป็นการตั้งค่าจากโรงงาน
Item0754=คุณได้เลือก 00 ดังนั้นระบบจะรีสตาร์ทและเข้าสู่สถานะการกู้คืนระบบ คุณต้องการที่จะดำเนินการต่อหรือไม่?
Item0755=ไฟล์และพาร์ติชันที่ผู้ใช้สร้างขึ้นทั้งหมด ตลอดจนโปรแกรมต่างๆ ที่ติดตั้งไว้หลังการซื้อจะสูญหายทั้งหมด
Item0756=กระบวนการกู้คืนระบบประกอบด้วยสองส่วน:
Item0757=การเตรียมการกู้คืนระบบ
Item0758=พาร์ติชันของ Windows จะถูกฟอร์แมตใหม่ และไฟล์ทั้งหมดที่ต้องใช้เพื่อคืนค่า Windows กลับสู่สภาวะดั้งเดิมจะถูกคัดลอกลงฮาร์ดไดรฟ์
Item0759=การติดตั้งการกู้คืนระบบ
Item0760=ซอฟต์แวร์และไดรเวอร์จะถูกติดตั้งบนระบบ และข้อมูลต่างๆ จะถูกปรับแต่งสำหรับคอมพิวเตอร์ของคุณ
Item0761=การคืนค่าไฟล์ต่างๆ กลับสู่ฮาร์ดไดรฟ์
Item0762=คอมพิวเตอร์เครื่องนี้เปิดใช้งาน HP Drive Encryption (HPDE) แล้ว โปรดปิดใช้งาน HPDE ก่อนเรียกใช้การกู้คืนระบบ
	
[Minimized Image Recovery]	
Item0800=การกู้คืนอิมเมจที่ย่อเล็กสุด
Item0801=กระบวนการนี้จะติดตั้งสภาพแวดล้อม Windows ที่สะอาดใหม่ โดยมีไดรฟ์เวอร์และซอฟต์แวร์น้อยสุดที่ได้รับการติดตั้ง
Item0802=ไฟล์ที่ผู้ใช้สร้างขึ้นและโปรแกรมทั้งหมดที่ติดตั้งไว้หลังจากซื้อมาจะสูญหาย
Item0803=สำรองไฟล์ของคุณก่อน (แนะนำ)
Item0804=กู้คืนโดยไม่สำรองไฟล์ของคุณ
Item0805=เลือกตัวเลือกเพื่อดำเนินการต่อ จากนั้นคลิก ถัดไป
Item0806=การกู้คืนอิมเมจที่ย่อเล็กสุด
Item0807=ขอต้อนรับสู่ HP Recovery Manager
Item0808=กระบวนการนี้จะติดตั้งสภาพแวดล้อม Windows ที่สะอาดใหม่ โดยมีไดรฟ์เวอร์และซอฟต์แวร์น้อยสุดที่ได้รับการติดตั้ง
Item0809=กระบวนการกู้คืนมีสองระยะด้วยกัน คือ
Item0810=การเตรียมการกู้คืน
Item0811=ฮาร์ดไดรฟ์จะถูกฟอร์แมตใหม่ และไฟล์ทั้งหมดที่ต้องการเพื่อคืนค่าอิมเมจที่ย่อเล็กสุดจะถูกคัดลอกไปยังฮาร์ดไดรฟ์
Item0812=การติดตั้งการกู้คืน
Item0813=ซอฟต์แวร์และไดรฟ์เวอร์ได้รับการติดตั้ง และเนื้อหาจะถูกกำหนดสำหรับคอมพิวเตอร์ของคุณ
Item0814=โปรดปลดอุปกรณ์ภายนอกออกทั้งหมดก่อนดำเนินการต่อ
Item0815=สำหรับข้อมูลเพิ่มเติม โปรดดูที่เอกสารประกอบคอมพิวเตอร์ของคุณ
Item0816=คลิก ถัดไป เพื่อดำเนินการต่อ
Item0817=ตรวจพบไดนามิกดิสก์ การกู้คืนไม่สามารถดำเนินการต่อได้ คุณต้องใช้สื่อข้อมูลสำหรับการกู้คืนเพื่อคืนค่าคอมพิวเตอร์
Item0818=การเตรียมการกู้คืนอิมเมจที่ย่อเล็กสุด
Item0819=กำลังฟอร์แมตพาร์ติชัน Windows ของฮาร์ดไดรฟ์ใหม่
Item0820=กำลังคัดลอกไฟล์ที่ต้องการเพื่อคืนค่าฮาร์ดไดรฟ์
Item0821=ความคืบหน้า:  00 % 
Item0822=เวลาที่เหลืออยู่โดยประมาณ: 00 นาที
Item0823=โปรดรอ...
Item0824=การเตรียมการกู้คืนเสร็จสมบูรณ์
Item0825=หลังจากคอมพิวเตอร์รีสตาร์ตแล้ว ระยะการติดตั้งการกู้คืนจะเริ่มขึ้น
Item0826=ซอฟต์แวร์และไดรฟ์เวอร์จะได้รับการติดตั้ง และเนื้อหาจะได้รับการกำหนดสำหรับคอมพิวเตอร์ของคุณ
Item0827=ในระยะนี้ คอมพิวเตอร์จะรีสตาร์ตอัตโนมัติหลายครั้ง ซึ่งเป็นส่วนปกติของกระบวนการ
Item0828=อย่าปิดคอมพิวเตอร์ ปิดฝาปิด ตัดการเชื่อมต่อคอมพิวเตอร์จากอะแดปเตอร์จ่ายไฟ หรือพยายามเข้าใช้งานคอมพิวเตอร์ในระยะเวลานี้
Item0829=คลิก ดำเนินการต่อ เพื่อรีสตาร์ตคอมพิวเตอร์ตอนนี้
Item0830=การกู้คืนเสร็จสมบูรณ์
Item0831=หลังจากคอมพิวเตอร์รีสตาร์ตและคุณเสร็จสิ้นการตั้งค่าเริ่มต้นของคอมพิวเตอร์แล้ว คุณต้องทำขั้นตอนสำคัญบางอย่างเพิ่มเติม ดังนี้
Item0832=อัปเดตไฟล์ความปลอดภัยจาก Microsoft และ HP
Item0833=ติดตั้งซอฟต์แวร์ที่ไม่ได้มาพร้อมกับคอมพิวเตอร์ใหม่อีกครั้ง
Item0834=คืนค่าข้อมูลส่วนบุคคลใดๆ ที่คุณอาจได้ทำการสำรอง (ถ้ามี)
Item0835=คลิก เสร็จสิ้น เพื่อรีสตาร์ตคอมพิวเตอร์ตอนนี้
Item0836=ตกลง
Item0837=ใส่ดิสก์สำหรับการกู้คืน #00
Item0838=นำสื่อข้อมูลสำหรับการกู้คืนออกจากระบบ
Item0839=HP Recovery Manager จะติดตั้งอิมเมจที่ย่อเล็กสุด ข้อมูลผู้ใช้และการเปลี่ยนแปลงบนฮาร์ดไดรฟ์จะสูญหาย
Item0840=โปรดปลดอุปกรณ์ภายนอกออกทั้งหมดก่อนดำเนินการต่อ ยกเว้นแป้นพิมพ์ เมาส์ และจอภาพ
Item0841=ถูกปิดใช้งาน: โปรดใช้ตัวเลือกตั้งค่ากลับเป็นค่าดั้งเดิม เพื่อกู้คืนระบบ
Item0842=หากคอมพิวเตอร์ของคุณมีมากกว่าหนึ่งระบบปฏิบัติการมาตั้งแต่แรก กระบวนการกู้คืนจะตั้งค่าระบบปฏิบัติการทั้งหมดใหม่ให้กลับเป็นการตั้งค่าจากโรงงาน
	
[Boot from UCRD]	
Item0900=การกู้คืนระบบ
Item0901=HP Recovery Manager เริ่มต้นจากฮาร์ดไดรฟ์ตามค่าเริ่มต้น แต่คุณสามารถเรียกใช้จากสื่อข้อมูลที่คุณใส่ไว้ได้
Item0902=เรียกใช้โปรแกรมจากสื่อข้อมูล
Item0903=เรียกใช้โปรแกรมจากฮาร์ดไดรฟ์
Item0904=เลือกตัวเลือกเพื่อดำเนินการต่อ จากนั้นคลิก ถัดไป
Item0905=เรียกใช้โปรแกรมจากฮาร์ดไดรฟ์
Item0906=คอมพิวเตอร์จะรีบูตในตอนนี้จากพาร์ติชัน
Item0907=นำสื่อข้อมูลสำหรับการกู้คืนออกก่อนดำเนินการต่อ
Item0908=ปิดตัวช่วยสร้างนี้ได้โดยคลิก เสร็จสิ้น
Item0909=ติดต่อฝ่ายสนับสนุนลูกค้า HP
Item0910=สื่อข้อมูลสำหรับการกู้คืนระบบไม่รองรับคอมพิวเตอร์นี้
Item0911=คุณไม่สามารถคืนค่าระบบนี้ด้วยสื่อข้อมูล
Item0912=คุณไม่สามารถคืนค่าระบบนี้ด้วยพอร์ตอุปกรณ์ โปรดติดต่อฝ่ายสนับสนุนลูกค้า HP
	
[Factory Reset]	
Item1000=ตั้งค่ากลับเป็นค่าดั้งเดิม
Item1001=คืนค่าอิมเมจดั้งเดิม
Item1002=คุณต้องการคืนค่าระบบกลับสู่สถานะดั้งเดิมจากโรงงานหรือไม่?
Item1003=สำรองไฟล์ของคุณก่อน (แนะนำ)
Item1004=กู้คืนโดยไม่สำรองไฟล์ของคุณ
Item1005=เลือกตัวเลือกเพื่อดำเนินการต่อ จากนั้นคลิก ถัดไป
Item1006=ขอต้อนรับสู่ HP Recovery Manager
Item1007=ใช้โปรแกรมนี้เพื่อกู้คืนคอมพิวเตอร์กลับสู่สถานะดั้งเดิมจากโรงงาน
Item1008=กระบวนการกู้คืนมีสองระยะด้วยกัน คือ
Item1009=การเตรียมการกู้คืน
Item1010=ฮาร์ดไดรฟ์จะถูกฟอร์แมตใหม่ และไฟล์ทั้งหมดที่ต้องการเพื่อคืนค่าอิมเมจดั้งเดิมจะถูกคัดลอกไปยังฮาร์ดไดรฟ์
Item1011=การติดตั้งการกู้คืน
Item1012=ซอฟต์แวร์และไดรฟ์เวอร์ได้รับการติดตั้ง และเนื้อหาจะถูกกำหนดสำหรับคอมพิวเตอร์ของคุณ
Item1013=โปรดปลดอุปกรณ์ภายนอกออกทั้งหมดก่อนดำเนินการต่อ
Item1014=สำหรับข้อมูลเพิ่มเติม โปรดดูที่เอกสารประกอบคอมพิวเตอร์ของคุณ
Item1015=คลิก ถัดไป เพื่อดำเนินการต่อ
Item1016=HP Recovery Manager จะตั้งค่าฮาร์ดไดรฟ์ใหม่ให้กลับเป็นการตั้งค่าจากโรงงาน ข้อมูลผู้ใช้และการเปลี่ยนแปลงบนฮาร์ดไดรฟ์จะสูญหาย
Item1017=การเตรียมการกู้คืนอิมเมจดั้งเดิม
Item1018=กำลังฟอร์แมตพาร์ติชัน Windows ของฮาร์ดไดรฟ์ใหม่
Item1019=กำลังคัดลอกไฟล์ที่ต้องการเพื่อคืนค่าฮาร์ดไดรฟ์
Item1020=กำลังคืนค่าไฟล์ไปยังฮาร์ดไดรฟ์
Item1021=ความคืบหน้า:  00 % 
Item1022=โปรดรอ...
Item1023=เวลาที่เหลืออยู่โดยประมาณ: 00 นาที
Item1024=การเตรียมการกู้คืนเสร็จสมบูรณ์
Item1025=หลังจากคอมพิวเตอร์รีสตาร์ตแล้ว ระยะการติดตั้งการกู้คืนจะเริ่มขึ้น
Item1026=ซอฟต์แวร์และไดรฟ์เวอร์จะได้รับการติดตั้ง และเนื้อหาจะได้รับการกำหนดสำหรับคอมพิวเตอร์ของคุณ
Item1027=ในระยะนี้ คอมพิวเตอร์จะรีสตาร์ตอัตโนมัติหลายครั้ง ซึ่งเป็นส่วนปกติของกระบวนการ
Item1028=อย่าปิดคอมพิวเตอร์ ปิดฝาปิด ตัดการเชื่อมต่อคอมพิวเตอร์จากอะแดปเตอร์จ่ายไฟ หรือพยายามเข้าใช้งานคอมพิวเตอร์ในระยะเวลานี้
Item1029=คลิก ดำเนินการต่อ เพื่อรีสตาร์ตคอมพิวเตอร์ตอนนี้
Item1030=การกู้คืนเสร็จสมบูรณ์
Item1031=หลังจากคอมพิวเตอร์รีสตาร์ตและคุณเสร็จสิ้นการตั้งค่าเริ่มต้นของคอมพิวเตอร์แล้ว คุณต้องทำขั้นตอนสำคัญบางอย่างเพิ่มเติม ดังนี้
Item1032=อัปเดตไฟล์ความปลอดภัยจาก Microsoft และ HP
Item1033=ติดตั้งซอฟต์แวร์ที่ไม่ได้มาพร้อมกับคอมพิวเตอร์ใหม่อีกครั้ง
Item1034=คืนค่าข้อมูลส่วนบุคคลใดๆ ที่คุณอาจได้ทำการสำรอง (ถ้ามี)
Item1035=คลิก เสร็จสิ้น เพื่อรีสตาร์ตคอมพิวเตอร์ตอนนี้
Item1036=ใช่
Item1037=ไม่ใช่
Item1038=ติดต่อฝ่ายสนับสนุนลูกค้า HP
Item1039=ในกรณีส่วนใหญ่ การคืนค่าฮาร์ดไดรฟ์จะแก้ไขปัญหาของคุณได้
Item1040=ถ้าปัญหายังคงอยู่ คุณอาจต้องติดต่อฝ่ายสนับสนุนลูกค้า HP
Item1041=คุณสามารถดูข้อมูลติดต่อฝ่ายสนับสนุน HP ได้จากเอกสารประกอบคอมพิวเตอร์ของคุณ
Item1042=ปิดโปรแกรมนี้ได้โดยคลิก เสร็จสิ้น
Item1043=ใส่ดิสก์สำหรับการกู้คืน #00
Item1044=นำสื่อข้อมูลสำหรับการกู้คืนออกจากระบบ
Item1045=HP Recovery Manager จะตั้งค่าฮาร์ดไดรฟ์ใหม่ให้กลับเป็นการตั้งค่าจากโรงงาน ข้อมูลผู้ใช้และการเปลี่ยนแปลงทั้งหมดบนฮาร์ดไดรฟ์จะสูญหาย
Item1046=ตกลง
Item1047=ยกเลิก
Item1048=โปรดปลดอุปกรณ์ภายนอกออกทั้งหมดก่อนดำเนินการต่อ ยกเว้นแป้นพิมพ์ เมาส์ และจอภาพ
Item1049=HP Recovery Manager จะตั้งค่าฮาร์ดไดรฟ์ใหม่ให้กลับเป็นการตั้งค่าจากโรงงาน ข้อมูลผู้ใช้และการเปลี่ยนแปลงทั้งหมดบนฮาร์ดไดรฟ์จะสูญหาย
Item1050=กระบวนการนี้จะคืนค่าระบบกลับสู่สถานะดั้งเดิมจากโรงงาน
Item1051=ฮาร์ดไดรฟ์จะถูกแบ่งพาร์ติชันใหม่และฟอร์แมตใหม่ให้กลับสู่ค่าดั้งเดิมจากโรงงาน
Item1052=ไฟล์และพาร์ติชันทั้งหมดที่ผู้ใช้สร้างขึ้น และโปรแกรมใดๆ ซึ่งติดตั้งไว้หลังจากซื้อมาจะถูกลบออก
Item1053=หากคอมพิวเตอร์ของคุณมีมากกว่าหนึ่งระบบปฏิบัติการมาตั้งแต่แรก กระบวนการกู้คืนจะตั้งค่าระบบปฏิบัติการทั้งหมดใหม่ให้กลับเป็นการตั้งค่าจากโรงงาน
	
[Restoration Incomplete]	
Item1100=การคืนค่าไม่เสร็จสิ้น
Item1101=การคืนค่ายังไม่เสร็จสิ้น
Item1102=โปรดเลือกปุ่มใดปุ่มหนึ่งต่อไปนี้:
Item1103=บันทึกแฟ้มบันทึก
Item1104=รายละเอียด
Item1105=ลองใหม่
Item1106=คุณลักษณะนี้จะรวบรวมข้อมูลเกี่ยวกับระบบของคุณเพื่อช่วย HP ในการวินิจฉัยปัญหา
Item1107=ใส่ฮาร์ดไดรฟ์แบบถอดได้ที่มีเนื้อที่ว่างอย่างน้อย 00MB จากนั้นคลิก ตกลง
Item1108=ตกลง
Item1109=มีเนื้อที่ว่างไม่เพียงพอ ใส่ฮาร์ดไดรฟ์แบบถอดได้ที่มีเนื้อที่ว่างอย่างน้อย 00MB จากนั้นคลิก ตกลง
Item1110=แฟ้มบันทึกได้รับการบันทึกเป็น 00
Item1111=ใส่สื่อข้อมูลสำหรับการกู้คืน
Item1112=คลิก ดำเนินการต่อ เพื่อรีสตาร์ตคอมพิวเตอร์ตอนนี้
Item1113=ดำเนินการต่อ
Item1114=พื้นที่ฮาร์ดไดรฟ์ทั้งหมดเหลือน้อยกว่าฮาร์ดไดรฟ์ที่ติดตั้งจากโรงงาน ไม่สามารถดำเนินการกระบวนการกู้คืนต่อได้
Item1115=พื้นที่ฮาร์ดไดรฟ์ทั้งหมดน้อยเกินไป ไม่สามารถดำเนินการกระบวนการกู้คืนต่อได้
		
[Drivers and Applications Reinstall]	
Item1200=ติดตั้งไดรฟ์เวอร์และแอปพลิเคชันใหม่
Item1201=กำลังสร้างรายการไดรฟ์เวอร์และแอปพลิเคชัน
Item1202=หน้าหลัก
Item1203=ติดตั้ง
Item1204=กำลังติดตั้ง
Item1205=เสร็จสิ้น
Item1206=แอปพลิเคชัน (00)
Item1207=ไดรฟ์เวอร์ (00)
Item1208=การอัปเดต HP (00) - การอัปเดตที่ดาวน์โหลดและติดตั้งจาก HP.com หรือ HP Support Assistant
Item1209=เวอร์ชัน: 00
Item1210=00 รายการ
Item1211=00 จาก 01 ของรายการที่เลือก
Item1212=00 แอปพลิเคชัน และ
Item1213=00 แอปพลิเคชัน และ
Item1214=00 ไดรฟ์เวอร์ และ
Item1215=00 ไดรฟ์เวอร์ และ
Item1216=00 การอัปเดต HP
Item1217=00 การอัปเดต HP
Item1218=การติดตั้งเสร็จสิ้นแล้ว
Item1219=กำลังติดตั้งซอฟต์แวร์ การปิด HP Recovery Manager ถูกยกเลิก
Item1220=ตกลง
Item1221=โปรดถอนการติดตั้งซอฟต์แวร์เวอร์ชันก่อนหน้าก่อนที่จะติดตั้งซอฟต์แวร์ใหม่
Item1222=เรากำลังประสบกับข้อผิดพลาดในการติดตั้งซอฟต์แวร์ใหม่ โปรดลองอีกครั้ง
Item1223=ไม่พบแหล่งที่มาของซอฟต์แวร์ในเครื่องนี้
Item1224=รายการ
Item1225=00 จาก 01 ของรายการที่เลือก
Item1226=ไดรฟ์เวอร์และ/หรือแอปพลิเคชันที่เลือกตั้งแต่หนึ่งรายการขึ้นไป อาจไม่ได้รับการติดตั้งอย่างถูกต้องและมีการทำ ”เครื่องหมายอัศเจรีย์” กำกับไว้ โปรดถอนการติดตั้งรายการเหล่านี้จากคอมพิวเตอร์ก่อนที่จะพยายามติดตั้งรายการเหล่านี้จาก HP Recovery Manager อีกครั้ง
Item1227=ไดรฟ์เวอร์และ/หรือแอปพลิเคชันที่เลือกตั้งแต่หนึ่งรายการขึ้นไป อาจไม่ได้รับการติดตั้งอย่างถูกต้องและมีการทำ 00 กำกับไว้ โปรดถอนการติดตั้งรายการเหล่านี้จากคอมพิวเตอร์ก่อนที่จะพยายามติดตั้งรายการเหล่านี้จาก HP Recovery Manager อีกครั้ง
Item1228=ไดรฟ์เวอร์ 00
Item1229=ไดรฟ์เวอร์ 00
Item1230=เสร็จเรียบร้อย
	
[RP Protection]	
Item1300=พาร์ติชันการกู้คืน
Item1301=คำเตือน
Item1302=ส่วนนี้ในฮาร์ดไดรฟ์ (หรือพาร์ติชัน) ของคุณประกอบด้วยไฟล์ที่ใช้ในระหว่างการกำหนดค่าปุ่มกดรีเซ็ต Windows และการกู้คืนอิมเมจ HP
Item1303=อย่าลบหรือเปลี่ยนแปลงไฟล์เหล่านี้
Item1304=การเปลี่ยนแปลงพาร์ติชันนี้อาจส่งผลต่อฟังก์ชันการกู้คืนระบบในอนาคต
	
[Show Contact Information]	
Item1350=ติดต่อฝ่ายสนับสนุนลูกค้า HP
Item1351=ในกรณีส่วนใหญ่ การคืนค่าอิมเมจดั้งเดิมจะแก้ไขปัญหาของคุณได้
Item1352=หากปัญหาของคุณยังเกิดขึ้นต่อไปหรือหากคุณต้องการสื่อข้อมูลสำหรับการกู้คืนระบบอันใหม่ คุณอาจต้องขอความช่วยเหลือจากฝ่ายสนับสนุนลูกค้า HP
Item1353=คุณสามารถติดต่อฝ่ายสนับสนุนลูกค้า HP ได้ที่:
Item1354=www.hp.com/go/contacthp
Item1355=คลิก เสร็จสิ้น เพื่อปิดโปรแกรมนี้
Item1356=คลิก ยกเลิก เพื่อปิดโปรแกรมนี้

[File Backup Program 2.0]
Item1400=วิธีการเลือกไฟล์ใดที่คุณต้องการใช้ในการสร้างการสำรองของคุณ?
Item1401=เลือกอัตโนมัติ
Item1402=เลือกหมวดหมู่ไฟล์เพื่อทำการสำรอง
Item1403=เลือกโดยผู้ใช้
Item1404=เลือกว่าจะทำการสำรองโฟลเดอร์และไฟล์ใดด้วยตนเอง
Item1405=สำหรับเลือกอัตโนมัติ คุณเลือกหมวดหมู่ของไฟล์ที่จะทำการสำรอง ตัวอย่างเช่น “รูปภาพ” และ “ไฟล์เพลงและไฟล์เสียงอื่นๆ” หลังจากนั้นโปรแกรมจะค้นหาไฟล์ที่อยู่ในหมวดหมู่เหล่านี้ในคอมพิวเตอร์ (ตามชุดของประเภทไฟล์ที่กำหนดไว้ล่วงหน้า ซึ่งใช้บ่อยสำหรับไฟล์ดังกล่าว) ไฟล์จะถูกบีบอัดและต้องคืนค่าโดยใช้ตัวเลือกคืนค่าไฟล์ก่อนที่จะสามารถเข้าใช้งานได้
Item1406=สำหรับเลือกโดยผู้ใช้ คุณเป็นผู้เลือกว่าจะทำการสำรองไฟล์และโฟลเดอร์ใด โดยเลือกจากหน้าต่าง Windows Explorer คุณมีสองตัวเลือกสำหรับการสำรอง นั่นคือ บีบอัด และ ไม่บีบอัด
Item1407=บีบอัด: ไฟล์ถูกบีบอัดและต้องคืนค่าโดยใช้ตัวเลือกคืนค่าไฟล์ก่อนที่จะสามารถเข้าใช้งานได้
Item1408=ไม่บีบอัด: ไฟล์และไดเรกทอรีถูกคัดลอกแยกกันโดยไม่บีบอัด และจะสามารถเข้าใช้งานไฟล์ได้โดยไม่ต้องใช้ตัวเลือกคืนค่าไฟล์
Item1409=คุณต้องการใช้การบีบอัดหรือไม่?
Item1410=บีบอัด
Item1411=ไม่บีบอัด
Item1412=ไฟล์จะถูกบีบอัดเป็นรูปแบบไฟล์ WIM และต้องคืนค่าไปยังคอมพิวเตอร์โดยใช้ตัวเลือกคืนค่าไฟล์ก่อนที่จะสามารถเข้าใช้งานได้ ตัวเลือกนี้จะย่อขนาดการสำรองให้เล็กที่สุด และระหว่างการคืนค่าไฟล์ ไฟล์ทั้งหมดจะถูกคัดลอกไปยัง C:\ โดยอัตโนมัติ และสามารถเข้าใช้งานได้จากทางลัดบนเดสก์ท็อป
Item1413=ไฟล์และไดเรกทอรีจะถูกคัดลอกแยกกันโดยไม่บีบอัดและสามารถเข้าใช้งานได้จากไดรฟ์สำรองโดยตรง โดยไม่ใช้ตัวเลือกคืนค่าไฟล์ ตัวเลือกนี้ไม่ย่อขนาดการสำรองให้เล็กที่สุดและจะต้องคัดลอกไฟล์และไดเรกทอรีกลับไปยังคอมพิวเตอร์ด้วยตัวเอง (คัดลอก/วาง)
Item1414=คุณต้องการสำรองไฟล์ใด?
Item1415=เรียกดูไฟล์
Item1416=ขนาดการสำรอง:  00
Item1417=ชื่อ
Item1418=ขนาด
Item1419=การเลือกสื่อสำรองข้อมูล
Item1420=การเลือกสื่อข้อมูล: 00
Item1421=คุณต้องใช้00 ดิสก์ประเภทนี้ในการสร้างการสำรอง
Item1422=คลิก ถัดไป เพื่อทำการสำรองต่อไปด้วยสื่อข้อมูลที่เลือก
Item1423=หากต้องการเลือกใช้สื่อข้อมูลประเภทอื่น คลิก ถัดไป
Item1424=การเตรียมไฟล์
Item1425=กำลังสร้างดิสก์
Item1426=เขียนดิสก์
Item1427=ตรวจสอบดิสก์
Item1428=โปรดใส่ดิสก์ 00 จาก 00 00
Item1429=ไฟล์ที่เลือก
Item1430=คัดลอกไฟล์
Item1431=ไฟล์และไดเรกทอรีที่เลือกถูกคัดลอก
Item1432=Recovery Manager คัดลอกไฟล์เสร็จเรียบร้อย
Item1433=มีไฟล์ที่ใหญ่กว่าความจุของดิสก์สำรองข้อมูล กระบวนการสำรองข้อมูลไม่สามารถดำเนินการต่อได้
Item1434=เปลี่ยนเป็นโหมดบีบอัด
Item1435=ยกเลิกการเลือกไฟล์ที่ใหญ่กว่า 00
Item1436=เลือกอุปกรณ์อีกครั้ง
Item1437=รายการไฟล์ขนาดใหญ่
Item1438=โปรดใส่ดิสก์ 00
Item1439=ไม่มีดิสก์ที่มีเนื้อที่ว่างเพียงพอสำหรับการสำรอง เชื่อมต่อดิสก์อื่นหรือเพิ่มเนื้อที่ว่างในดิสก์ที่เชื่อมต่ออยู่ในขณะนี้
Item1440=ไม่รองรับดิสก์ชนิดนี้
Item1441=ลดขนาดไฟล์ ต้องใช้ตัวเลือกคืนค่าไฟล์
Item1442=ไม่ลดขนาดไฟล์ ไม่ต้องใช้ตัวเลือกคืนค่าไฟล์
Item1443=สามารถบันทึกการสำรองข้อมูลลงในสื่อข้อมูลแบบออปติคัลหรือ HDD ภายนอกเท่านั้น หากอุปกรณ์และ/หรือประเภทสื่อข้อมูลที่ต้องการไม่อยู่ในรายการด้านล่าง โปรดตรวจสอบให้แน่ใจว่าได้เชื่อมต่อและเปิดอุปกรณ์แล้ว หรือได้ใส่สื่อข้อมูลประเภทที่ต้องการในอุปกรณ์แบบออปติคัลเพื่อทำกระบวนการสำรองต่อไป
Item1444=แผ่นดิสก์นี้ไม่ถูกต้องหรืออาจเสียหาย กรุณาใส่แผ่นดิสก์ 00
Item1445=ทั้งนี้สามารถบันทึกการสำรองข้อมูลได้เฉพาะบนฮาร์ดดิสก์ภายนอกหรือบนแฟลชไดรฟ์ USB ที่ฟอร์แมตแบบ NTFS เท่านั้น โปรดตรวจสอบว่าได้เชื่อมต่ออุปกรณ์ที่ต้องการเรียบร้อย และระบบไฟล์เป็นแบบ NTFS ก่อนเริ่มทำการสำรองข้อมูลต่อไป
Item1446=หากเลือก 00 ในการเลือกอัตโนมัติ หรือการเลือกโดยผู้ใช้ ระบบจะสำรองไฟล์ทั้งหมดในโหมดไม่บีบอัด และจะต้องคืนค่าไฟล์โดยการคัดลอกข้อมูลด้วยตนเองเท่านั้น ไม่สามารถใช้ตัวเลือกการคืนค่าไฟล์ได้
Item1447=ไฟล์ทั้งหมดถูกจัดเก็บในโฟลเดอร์ของ 00
Item1448=ไฟล์ทั้งหมดถูกบีบอัดในรูปแบบไฟล์ WIM และต้องคืนค่ากลับสู่คอมพิวเตอร์โดยใช้ตัวเลือกการคืนค่าไฟล์ จึงจะเข้าถึงไฟล์ต่างๆ ได้ ตัวเลือกนี้ช่วยลดขนาดการสำรองข้อมูล และไฟล์ทั้งหมดจะถูกคืนค่าไปยังปลายทางที่คุณระบุ และสามารถเข้าถึงได้ผ่านทางลัดบนเดสก์ทอป
Item1449=ทั้งนี้ไม่รองรับโหมดบีบอัด ในกรณีที่เลือกข้อมูล 00
Item1450=ระบบได้เก็บสำรองข้อมูล 00 เรียบร้อยแล้ว โดยเก็บไว้ในโฟลเดอร์ต่อไปนี้ใต้ไดเรกทอรีรากของโฟลเดอร์สำรอง:
Item1451=กรุณาคัดลอกการสำรองข้อมูล 00 จากโฟลเดอร์สำรองสื่อด้านบนไปยังระบบของคุณหลังจากที่การกู้คืนระบบเสร็จสิ้นแล้ว
Item1452=สามารถสำรองข้อมูล 00 ได้ ในกรณีที่ใช้ตัวเลือกไม่บีบอัดเท่านั้น
Item1453=โปรดเลือก ตกลง เพื่อสำรองข้อมูลโดยใช้ตัวเลือกไม่บีบอัด หรือเลือก ยกเลิก เพื่อสำรองไฟล์อีกครั้ง

[Windows Recovery Environment]
Item1500=การสำรองและกู้คืน HP หรือ ติดต่อฝ่ายสนับสนุน HP

[Windows System Refresh]
Item1600=รีเฟรชพีซีของคุณโดยไม่ส่งผลต่อไฟล์ส่วนตัวของคุณ

[AboutInfo]
Item1700=ข้อมูล
Item1701=เวอร์ชัน
Item1702=สื่อการกู้คืน
Item1703=ระบบ
Item1704=หมายเลขผลิตภัณฑ์
Item1705=หมายเลขลำดับ
Item1706=พาร์ติชันการกู้คืนระบบของ HP
Item1707=ใช่
Item1708=ไม่ใช่
Item1709=เกี่ยวกับ